[
    {
        "content": "RT @AsteadWesley: I thought sports were no place for political protests? https://t.co/VW0mTSECyS",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @BCAppelbaum: \"No sitting senator has ever given birth\" is a pretty good one-line explanation for our nation's parental leave and childc…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @rianjohnson: 👀",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @prwhittle: These are disgraceful remarks. \n\nThis person should not just be suspended from @UKIP but expelled altogether. \n\nhttps://t.co…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @queennofafrica: One of the best pranks I’ve ever seen, even the dog was shook... https://t.co/GPOk6DMhOI",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @baizeodu: If only women could be black https://t.co/ToSCKw4RBG",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @feministabulous: The president won't apologize to women so I did it for him. https://t.co/Y4GGnWu4FU",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @elonmusk: Falcon Heavy at the Cape https://t.co/hizfDVsU7X",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @yuuuuuxiu: me: works for 30 minutes without getting distracted \n\nme: wow dudes💪💪 the Art💦💦🎨 Grind 😤💪✏🎨 never stops amirite?? 👌👌💦💪💪😤🎨 wo…",
        "contenttype": "text/plain"
    },
    {
        "content": "Beginning vs the end of the semester https://t.co/b1C3TWR394",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Pizzagate5: Tomi Lahren, Ann Coulter, and Kellyanne Conway look like the same person at various stages of crystal meth addiction https:…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Google: The most memorable moments of 2017 started with a question. https://t.co/wtqjULjCYe #YearinSearch https://t.co/LI7cIf6beL",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @jaboukie: net neutrality: *dies*\nme talking to my best friend through a tin can with a wire in the back: hey lol wyd",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @taylvr: Yeah sex is cool and all but have you ever dialed (+1) 202-759-7593 to let your senators know that you oppose the repeal of net…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @realnat00: Si llegamos a los 300000 rts mi amigo se viste como Bad bunny en nuestra graduación. Todo sea por una buena causa. https://t…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @IjeomaOluo: Yeah so check this shit out: \n\ntoday I got a call from a major national paper I'd never worked with before, offering work...",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @MrBrendanCox: You have a mass shooting every single day in your country, your murder rate is many times that of the UK, your healthcare…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @cmclymer: 1/ I wanna respond to the very thin-in-reason defense of the NYT article that claims pointing out the ordinary nature of the…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @hankgreen: My wife, after having spent two straight days buying Christmas presents with my mom: \"Santa Claus is a fuckin' woman.\"",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ava: May those murdered in #Egypt rest in peace. May those of us breathing today strive to live in peace.",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @KaivanShroff: Malia Obama is a 19-year-old acting her age at Harvard. She balanced being a kid and being First Daughter extremely well,…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @krassenstein: According to Trump a black guy who shoplifts should be locked up in a Chinese prison for 10 years, a black guy who sits d…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @BarackObama: ME:  Joe, about halfway through the speech, I’m gonna wish you a happy birth--\nBIDEN:  IT’S MY BIRTHDAY!\nME:  Joe.\n \nHappy…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @PhilMphela: WATCH: Africans being sold like animals in Arab countries. Slavery for blacks is still happening in 2017. #HumanTrafficking…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @aparnapkin: You know what else is good locker room talk?\n“That’s disgusting, dude. How are you a person?”",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @keatonkildebell: This new Mariah Carey interview is a TRIP. https://t.co/QxLKaPGO7Y",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @lasagnabby: the trump administration pretending to get things done https://t.co/NdFOUIFccg",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @AlexDonoughe: PLEASE RETWEET TO BRING MY PUPPER HOME FOR CHRISTMAS https://t.co/nAnoCQFOwu",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @melissaFTW: Transparent. Broad City. Fleabag. Insecure. Girls. Unbreakable Kimmy Schmidt. Crazy Ex-Girlfriend. Jessica Jones. Difficult…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @INDIEWASHERE: me whispering into my green tea after taking one sip: ʸᵒᵘ ᵇᵉᵗᵗᵉʳ ᶠᶦˣ ᵐʸ ᵉⁿᵗᶦʳᵉ ˡᶦᶠᵉ ʸᵒᵘ ᵍʳᵒˢˢ ᵇᶦᵗᶜʰ.. ᵖˡᵉᵃˢᵉ ᶦ ᵇᵉᵍ",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ISUPD: You’re under arrest https://t.co/ixOFBuN2pQ",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @JordanGame6: A lovely outing at an Atlanta Waffle House https://t.co/vW5B17gmXP",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @AndyRichter: I applaud brave patriots smashing their coffee makers! But think of all the small appliances in your house THAT NEVER ADVE…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @HollyMollyYT: La gente: ¿Por qué han puesto ya la decoración de navidad si es 12 de noviembre?\nYo: https://t.co/sIaog7ijAD",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @MichaelSkolnik: Dear @GOP,\n\nAre you still raising money for Roy Moore? We want to know. \n\nSincerely,\nAmerica",
        "contenttype": "text/plain"
    },
    {
        "content": "To all the asshole men in the world: when we said 2017 couldn't possibly be worse than 2016, the accepted response… https://t.co/aXuxibaSnu",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @MichaelSkolnik: One shoe bomber tried to blow up a plane and now we take off our shoes.\n\n1520 mass shootings since Sandy Hook and Congr…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @cmclymer: 38/ All these are connected: white male entitlement, mental illness, racism, sexism, violence against women, terrorism. Rinse…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @xfarahalyx: this is my fav video of men getting what they deserve https://t.co/KzUg7Ql8M2",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @carljackmiller: Every single New York Times front page since 1852. Look at the growth of pictures in news. \n(h/t Josh Begley). https://…",
        "contenttype": "text/plain"
    },
    {
        "content": "Might fail out of college. Have no plans for my future. 10/10 will end up homeless but you better believe I died ha… https://t.co/hnI9jyVjc4",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @seashellbabe: it has begun https://t.co/757hYSolhF",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ChaseMit: Oh cool this kid dressed as “Trump voter who lost their health care” https://t.co/UBFqXWlXVr",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @DNkoola: if #Arthur was an edgy teen drama on the CW https://t.co/Axk60uHFJ2",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @netflix: you're doing amazing sweetie https://t.co/pYESU8DdWK",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @KhanStopMe: (hi we need to abolish student loans &amp; replace it with a progressive graduate tax, the current system is a defacto tax syst…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @NiamhNic: I hadn't thought about this much before, but, damn... https://t.co/iHZ4g6AwMk",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ChelseaClinton: In 2017, we have to remind our President that it's never ok to \"joke\" about killing LGBTQ Americans...or anyone. @realD…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Ramankaur925: “You’re 18, your parents can’t tell you what to do anymore” \n\nfirst of all, I’m not white",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @SportsUnicorn: They asked Marshawn Lynch if he wanted to play tennis with Serena Williams while pregnant  LMAOOOO https://t.co/iSAqOHc1…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @BBCNewsnight: Emma Thompson tells us the Harvey Weinstein allegations are just the tip of the iceberg of a wider and systemic problem i…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @heymichellelee: quick, someone kneel at the white house so they all leave https://t.co/kJuuKdqUXR",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @imajsaclaimant: What this academic said about Boris Johnson was spot on #bbcqt https://t.co/fNGvf6ggql",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @MuslimIQ: The cops shot #PatrickHarmon in the back. The cops were in no danger. Harmon was no threat. This is cold-blooded lynching.😓\n#…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ABC2NEWS: UPDATE: A spokesman for the Baltimore City Fire Dept has confirmed the source of the odor was a pumpkin spice air freshener h…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @TheCut: Whoopi Goldberg's thoughts on marriage: \"I don't want somebody in my house\" https://t.co/qKgzarI5rl https://t.co/cN6h19ZpJY",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @goldengateblond: Watch @MichelleObama cast an entire forest of shade on Trump without ever even using his name. https://t.co/wwtsqeuxkn",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @JordanUhl: When you’re a white adult &amp; committed the worst massacre in American history vs. when you’re a black child and did nothing w…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Lin_Manuel: She has been working 24/7. \nYou have been GOLFING.\nYou're going straight to hell. \nFastest golf cart you ever took. https:/…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @SInow: Gregg Popovich: 'We still have no clue of what being born white means.' https://t.co/whTL7y4ktu",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @jeffisrael25: Thinking NFL players are 'protesting the flag' is like thinking Rosa Parks was protesting public transportation",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @juliamacfarlane: Headline of the year https://t.co/GeJDsO0uve",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @cyborgshawty: Rape culture is when men rape and murder a young woman and people's main focus is \"pick your friends wisely\"",
        "contenttype": "text/plain"
    },
    {
        "content": "@GeorgiaTech so like we going to class in a hurricane or...",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @LukeIsNotSexy: Come on Twitter, do your thing 😘 https://t.co/Jdgenr8I7f",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @PsychologyDoc: Man plants a tree in the same place every day — 37 years later, the world is amazed by the result https://t.co/hFOdLw827r",
        "contenttype": "text/plain"
    },
    {
        "content": "🙌🙌 huge congrats to #Lavender crew and cast. Can't wait to see it at #atllgbtff https://t.co/q7BeMs9Hpy",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @aparnapkin: can't wait for the all-female reboot of healthcare",
        "contenttype": "text/plain"
    },
    {
        "content": "Go to school kids https://t.co/bwqHHmX6dh",
        "contenttype": "text/plain"
    },
    {
        "content": "Throwback to when all we had to worry about was Michelle Obama trying to take our snacks https://t.co/f8FzZRwCrH",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Patricia_DSC: NEVER FORGET that Mexico sent troops and aid to help us after Hurricane Katrina. https://t.co/aD3K3ET1dZ",
        "contenttype": "text/plain"
    },
    {
        "content": "Just grabbed HitFilm Express 2017 #free from #HitFilm! I'm ready to make my own #Westworld style effects. https://t.co/viGHarp9aV",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @JoeBiden: There is only one side. #charlottesville",
        "contenttype": "text/plain"
    },
    {
        "content": "@realDonaldTrump Tell that to the people who have been fleeing to the US since the 1600s and given up everything fo… https://t.co/X9IBzLdwlv",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @ParkerMolloy: The year is 2017 and Americans are engaging in the daily ritual of calling their elected representatives, begging for the…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @cwotd: I'm staying inside today. @RobNelsonABC7 https://t.co/UF552AxAoQ",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @hankgreen: In 2018 and 2020 I want, very badly, to vote for experienced public servants who are familiar with government and do not hav…",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @elonmusk: Just received verbal govt approval for The Boring Company to build an underground NY-Phil-Balt-DC Hyperloop. NY-DC in 29 mins.",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @Glinner: Fucking JOIN THE CLUB https://t.co/9JhcKpjNKG",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @thisisinsider: This block is a tiny spinning record player. 🎶 https://t.co/7v45j1jUra",
        "contenttype": "text/plain"
    },
    {
        "content": "RT @johngreen: Just finished Roxane Gay's book HUNGER, which is so brilliant and alive and soulwrenching. Read it. Really.",
        "contenttype": "text/plain"
    },
    {
        "content": "Plot of @WonderWomanFilm:\n\nDiana: Ima go save the world\nMen: What! No.\nDiana: K cool. Ima go save the world",
        "contenttype": "text/plain"
    },
    {
        "content": "I vote team @ORIGINPC for #RigChallengeSweepstakes. https://t.co/xscXh8rllh",
        "contenttype": "text/plain"
    }
]